OdDAI.OdSimpleType.type
\details
Retrieves the simple type code.
\returns Returns a const pointer to the type code of the simple type.

OdDAI.OdSimpleType
\details
A class that implements a data type definition for the EXPRESS SCHEMA SIMPLE type.